Repository: amymariparker/atom-style-tweaks
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ps

source: can't be blank
ps: ͼαṇ'ṭ ḅḛ ḅḽαṇḳ

source: has already been taken
ps: ḥαṡ αḽṛḛαḍẏ ḅḛḛṇ ṭαḳḛṇ

source: is invalid
ps: ḭṡ ḭṇṽαḽḭḍ

source: has invalid format
ps: ḥαṡ ḭṇṽαḽḭḍ ϝṓṛṃαṭ

source: has an invalid entry
ps: ḥαṡ αṇ ḭṇṽαḽḭḍ ḛṇṭṛẏ

source: is reserved
ps: ḭṡ ṛḛṡḛṛṽḛḍ

source: does not match confirmation
ps: ḍṓḛṡ ṇṓṭ ṃαṭͼḥ ͼṓṇϝḭṛṃαṭḭṓṇ

source: is still associated to this entry
ps: ḭṡ ṡṭḭḽḽ αṡṡṓͼḭαṭḛḍ ṭṓ ṭḥḭṡ ḛṇṭṛẏ

source: are still associated to this entry
ps: αṛḛ ṡṭḭḽḽ αṡṡṓͼḭαṭḛḍ ṭṓ ṭḥḭṡ ḛṇṭṛẏ

source: should be %{count} character(s)
ps: ṡḥṓṵḽḍ ḅḛ %{count} ͼḥαṛαͼṭḛṛ(ṡ)

source: should have %{count} item(s)
ps: ṡḥṓṵḽḍ ḥαṽḛ %{count} ḭṭḛṃ(ṡ)

source: should be at least %{count} character(s)
ps: ṡḥṓṵḽḍ ḅḛ αṭ ḽḛαṡṭ %{count} ͼḥαṛαͼṭḛṛ(ṡ)

source: should have at least %{count} item(s)
ps: ṡḥṓṵḽḍ ḥαṽḛ αṭ ḽḛαṡṭ %{count} ḭṭḛṃ(ṡ)

source: should be at most %{count} character(s)
ps: ṡḥṓṵḽḍ ḅḛ αṭ ṃṓṡṭ %{count} ͼḥαṛαͼṭḛṛ(ṡ)

source: should have at most %{count} item(s)
ps: ṡḥṓṵḽḍ ḥαṽḛ αṭ ṃṓṡṭ %{count} ḭṭḛṃ(ṡ)

source: must be less than %{number}
ps: ṃṵṡṭ ḅḛ ḽḛṡṡ ṭḥαṇ %{number}

source: must be greater than %{number}
ps: ṃṵṡṭ ḅḛ ḡṛḛαṭḛṛ ṭḥαṇ %{number}

source: must be less than or equal to %{number}
ps: ṃṵṡṭ ḅḛ ḽḛṡṡ ṭḥαṇ ṓṛ ḛʠṵαḽ ṭṓ %{number}

source: must be greater than or equal to %{number}
ps: ṃṵṡṭ ḅḛ ḡṛḛαṭḛṛ ṭḥαṇ ṓṛ ḛʠṵαḽ ṭṓ %{number}

source: must be equal to %{number}
ps: ṃṵṡṭ ḅḛ ḛʠṵαḽ ṭṓ %{number}
